package com.sbt.controllers;

import org.springframework.web.bind.annotation.*;

@RestController
@RequestMapping("/counter")
public class CounterController {
//    Создать счетчик с уникальным именем;
//    Инкремент значения счетчика с указанным именем;
//    Получить значения счетчика с указанным именем;
//    Удалить счетчик с указанным именем;
//    Получить суммарное значение всех счетчиков;
//    Получить уникальные имена счетчиков в виде списка.
//    Значения всех счетчиков должны храниться в памяти приложения.
}
